Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your past readings keep their original scores — nothing is rewritten automatically. New readings use the updated methodology, and you can recompute your history anytime from Settings. The full math is on the methodology page.
ar: تحتفظ قراءاتك السابقة بدرجاتها الأصلية، ولا يُعاد حساب أي شيء تلقائيًا. تستخدم القراءات الجديدة المنهجية المحدّثة، ويمكنك إعادة حساب سجلك في أي وقت من الإعدادات. التفاصيل الحسابية الكاملة في صفحة المنهجية.
da: Dine tidligere målinger beholder deres oprindelige scorer — intet omskrives automatisk. Nye målinger bruger den opdaterede metode, og du kan genberegne din historik når som helst under Indstillinger. Hele udregningen står på metodesiden.
de: Deine bisherigen Messungen behalten ihre ursprünglichen Scores — nichts wird automatisch neu berechnet. Neue Messungen nutzen die aktualisierte Methodik, und du kannst deinen Verlauf jederzeit in den Einstellungen neu berechnen. Die vollständige Berechnung steht auf der Methodik-Seite.
es: Tus lecturas anteriores conservan sus puntuaciones originales: nada se reescribe automáticamente. Las nuevas lecturas usan la metodología actualizada y puedes recalcular tu historial cuando quieras desde Ajustes. Todos los cálculos están en la página de metodología.
fi: Aiemmat mittauksesi säilyttävät alkuperäiset pisteensä — mitään ei kirjoiteta uudelleen automaattisesti. Uudet mittaukset käyttävät päivitettyä menetelmää, ja voit laskea historiasi uudelleen milloin tahansa asetuksista. Koko laskentatapa on menetelmäsivulla.
fr: Vos mesures passées conservent leur score d’origine — rien n’est réécrit automatiquement. Les nouvelles mesures utilisent la méthode mise à jour, et vous pouvez recalculer votre historique à tout moment dans les Réglages. Le détail des calculs figure sur la page Méthodologie.
is: Fyrri mælingar þínar halda upprunalegu stigunum — ekkert er endurskrifað sjálfkrafa. Nýjar mælingar nota uppfærðu aðferðina og þú getur endurreiknað söguna hvenær sem er í Stillingum. Allir útreikningarnir eru á aðferðasíðunni.
it: Le tue misurazioni passate mantengono il punteggio originale: nulla viene riscritto automaticamente. Le nuove misurazioni usano la metodologia aggiornata e puoi ricalcolare lo storico in qualsiasi momento da Impostazioni. Tutti i calcoli sono nella pagina della metodologia.
ja: 過去の計測は元のスコアのまま残り、自動で書き換えられることはありません。新しい計測には更新後の方法が使われます。履歴は「設定」からいつでも再計算できます。計算の詳細は方法論のページにあります。
ko: 이전 측정은 원래 점수를 유지하며 자동으로 다시 계산되지 않습니다. 새 측정에는 업데이트된 방법이 적용되며, 설정에서 언제든지 기록을 다시 계산할 수 있습니다. 전체 계산 방식은 방법론 페이지에 있습니다.
nb: Tidligere målinger beholder de opprinnelige skårene — ingenting skrives om automatisk. Nye målinger bruker den oppdaterte metoden, og du kan beregne historikken på nytt når som helst i Innstillinger. Hele utregningen står på metodesiden.
nl: Je eerdere metingen behouden hun oorspronkelijke score — er wordt niets automatisch herschreven. Nieuwe metingen gebruiken de bijgewerkte methode en je kunt je geschiedenis altijd opnieuw berekenen via Instellingen. De volledige berekening staat op de methodepagina.
pt_br: Suas leituras anteriores mantêm as pontuações originais — nada é reescrito automaticamente. Novas leituras usam a metodologia atualizada, e você pode recalcular seu histórico quando quiser em Ajustes. Os cálculos completos estão na página de metodologia.
ru: Прошлые измерения сохраняют исходные оценки — ничего не пересчитывается автоматически. Новые измерения используют обновлённую методику, а историю можно пересчитать в любой момент в Настройках. Полные расчёты — на странице методики.
sv: Dina tidigare mätningar behåller sina ursprungliga poäng — inget skrivs om automatiskt. Nya mätningar använder den uppdaterade metoden, och du kan räkna om din historik när som helst i Inställningar. Hela uträkningen finns på metodsidan.
zh_hans: 以往的读数保留原来的分数，不会被自动改写。新的读数采用更新后的方法，你可以随时在设置中重新计算历史记录。完整的计算方法见方法说明页面。

source: Your purchase has been restored.
ar: تمت استعادة عملية الشراء.
da: Dit køb er gendannet.
de: Dein Kauf wurde wiederhergestellt.
es: Tu compra se ha restaurado.
fi: Ostoksesi on palautettu.
fr: Votre achat a été restauré.
is: Kaupin þín voru endurheimt.
it: Il tuo acquisto è stato ripristinato.
ja: 購入を復元しました。
ko: 구매 항목이 복원되었습니다.
nb: Kjøpet ditt er gjenopprettet.
nl: Je aankoop is hersteld.
pt_br: Sua compra foi restaurada.
ru: Покупка восстановлена.
sv: Ditt köp har återställts.
zh_hans: 已恢复你的购买项目。

source: Your purchase is waiting for approval. Emuqu unlocks as soon as it's approved.
ar: عملية الشراء بانتظار الموافقة. سيُفتح Emuqu فور الموافقة عليها.
da: Dit køb afventer godkendelse. Emuqu låses op, så snart det er godkendt.
de: Dein Kauf wartet auf Zustimmung. Emuqu wird freigeschaltet, sobald er genehmigt ist.
es: Tu compra está pendiente de aprobación. Emuqu se desbloquea en cuanto se apruebe.
fi: Ostoksesi odottaa hyväksyntää. Emuqu avautuu heti, kun se on hyväksytty.
fr: Votre achat attend une approbation. Emuqu se déverrouille dès qu’il est approuvé.
is: Kaupin bíða samþykkis. Emuqu opnast um leið og þau eru samþykkt.
it: Il tuo acquisto è in attesa di approvazione. Emuqu si sblocca non appena viene approvato.
ja: 購入は承認待ちです。承認され次第、Emuqu のロックが解除されます。
ko: 구매가 승인을 기다리고 있습니다. 승인되는 즉시 Emuqu가 잠금 해제됩니다.
nb: Kjøpet ditt venter på godkjenning. Emuqu låses opp så snart det er godkjent.
nl: Je aankoop wacht op goedkeuring. Emuqu wordt ontgrendeld zodra die is goedgekeurd.
pt_br: Sua compra está aguardando aprovação. O Emuqu é desbloqueado assim que ela for aprovada.
ru: Покупка ожидает одобрения. Emuqu разблокируется сразу после одобрения.
sv: Ditt köp väntar på godkännande. Emuqu låses upp så snart det har godkänts.
zh_hans: 你的购买正在等待批准。批准后 Emuqu 会立即解锁。

source: Your Readiness Score is improving. Training adaptations are progressing well.
ar: درجة الجاهزية لديك تتحسن. التكيفات التدريبية تتقدم جيدًا.
da: Din parathedsscore forbedres. Træningstilpasningerne skrider godt frem.
de: Dein Bereitschafts-Score verbessert sich. Deine Trainingsanpassungen entwickeln sich gut.
es: Tu puntuación de preparación está mejorando. Tus adaptaciones al entrenamiento avanzan bien.
fi: Valmiutesi paranee. Harjoitusadaptaatiot etenevät hyvin.
fr: Votre score de préparation s'améliore. Vos adaptations à l'entraînement progressent bien.
is: Viðbúnaður þinn fer batnandi. Aðlögun að þjálfun gengur vel.
it: Il tuo punteggio di prontezza sta migliorando. Gli adattamenti all'allenamento procedono bene.
ja: 準備状態スコアが改善しています。トレーニングへの適応が順調に進んでいます。
ko: 준비 상태 점수가 좋아지고 있습니다. 훈련 적응이 잘 진행되고 있습니다.
nb: Beredskapsskåren din forbedres. Treningstilpasningene går godt.
nl: Je gereedheidsscore verbetert. Je trainingsaanpassingen verlopen goed.
pt_br: Sua Prontidão está melhorando. As adaptações ao treino estão progredindo bem.
ru: Ваша Готовность растёт. Адаптация к тренировкам идёт хорошо.
sv: Din beredskapspoäng förbättras. Träningsanpassningarna går bra.
zh_hans: 你的准备状态分数正在提高。训练适应进展良好。

source: Your recovery capacity is trending upward — keep doing what you're doing.
ar: قدرتك على التعافي في اتجاه صاعد — واصل ما تفعله.
da: Din restitutionsevne er på vej op — bliv ved med det, du gør.
de: Deine Erholungsfähigkeit zeigt nach oben — mach weiter so.
es: Tu capacidad de recuperación va en aumento — sigue así.
fi: Palautumiskykysi on nousussa — jatka samaan malliin.
fr: Votre capacité de récupération est en hausse — continuez ainsi.
is: Endurheimtargeta þín er á uppleið — haltu áfram því sem þú ert að gera.
it: La tua capacità di recupero è in crescita — continua così.
ja: 回復力が上向いています — 今の取り組みを続けましょう。
ko: 회복 능력이 상승 추세입니다 — 지금처럼 계속하세요.
nb: Restitusjonsevnen din er på vei opp — fortsett med det du gjør.
nl: Je herstelvermogen gaat omhoog — ga zo door.
pt_br: Sua capacidade de recuperação está em tendência de alta — continue fazendo o que está fazendo.
ru: Ваша способность к восстановлению растёт — продолжайте в том же духе.
sv: Din återhämtningsförmåga är på väg upp — fortsätt som du gör.
zh_hans: 你的恢复能力呈上升趋势 — 继续保持。

source: Your recovery is %lld — %@.
ar: تعافيك %1$lld — %2$@.
da: Din restitution er %1$lld — %2$@.
de: Deine Erholung liegt bei %1$lld — %2$@.
es: Tu recuperación es %1$lld — %2$@.
fi: Palautumisesi on %1$lld — %2$@.
fr: Votre récupération est de %1$lld — %2$@.
is: Batinn þinn er %1$lld — %2$@.
it: Il tuo recupero è %1$lld — %2$@.
ja: 回復スコアは%1$lldです — %2$@。
ko: 회복 점수는 %1$lld점입니다 — %2$@.
nb: Restitusjonen din er %1$lld — %2$@.
nl: Je herstel is %1$lld — %2$@.
pt_br: Sua recuperação está em %1$lld — %2$@.
ru: Ваше восстановление: %1$lld — %2$@.
sv: Din återhämtning är %1$lld — %2$@.
zh_hans: 你的恢复评分是 %1$lld — %2$@。

source: Your recovery is declining. Consider reducing training load, improving sleep, or taking a rest day.
ar: تعافيك في تراجع. فكّر في تقليل عبء التدريب أو تحسين النوم أو أخذ يوم راحة.
da: Din restitution er faldende. Overvej at sænke træningsbelastningen, sove bedre eller tage en hviledag.
de: Deine Erholung nimmt ab. Reduziere die Trainingsbelastung, verbessere deinen Schlaf oder leg einen Ruhetag ein.
es: Tu recuperación está empeorando. Plantéate reducir la carga de entrenamiento, dormir mejor o tomarte un día de descanso.
fi: Palautumisesi heikkenee. Harkitse harjoituskuorman vähentämistä, unen parantamista tai lepopäivää.
fr: Votre récupération diminue. Envisagez de réduire la charge d'entraînement, d'améliorer votre sommeil ou de prendre un jour de repos.
is: Batinn þinn fer minnkandi. Íhugaðu að minnka æfingaálag, bæta svefn eða taka hvíldardag.
it: Il tuo recupero sta calando. Valuta di ridurre il carico di allenamento, migliorare il sonno o prenderti un giorno di riposo.
ja: 回復が低下しています。トレーニング負荷を減らす、睡眠を改善する、または休養日を取ることを検討してください。
ko: 회복이 떨어지고 있습니다. 훈련 부하를 줄이거나, 수면을 개선하거나, 휴식일을 가지는 것을 고려하세요.
nb: Restitusjonen din er synkende. Vurder å redusere treningsbelastningen, sove bedre eller ta en hviledag.
nl: Je herstel gaat achteruit. Overweeg je trainingsbelasting te verlagen, beter te slapen of een rustdag te nemen.
pt_br: Sua recuperação está piorando. Considere reduzir a carga de treino, melhorar o sono ou tirar um dia de descanso.
ru: Ваше восстановление ухудшается. Подумайте о снижении нагрузки, улучшении сна или дне отдыха.
sv: Din återhämtning försämras. Överväg att minska träningsbelastningen, sova bättre eller ta en vilodag.
zh_hans: 你的恢复在下降。考虑减少训练负荷、改善睡眠或休息一天。

source: Your recovery score now uses HRV (60%), sleep (25%), and vitals (15%) — and training load lives on its own surface instead of being mixed into the score.
ar: تعتمد درجة التعافي الآن على HRV ‏(60%) والنوم (25%) والعلامات الحيوية (15%)، أما عبء التدريب فله شاشته الخاصة بدلًا من دمجه في الدرجة.
da: Din restitutionsscore bruger nu HRV (60%), søvn (25%) og vitale tegn (15%) — og træningsbelastning har sin egen visning i stedet for at indgå i scoren.
de: Dein Erholungs-Score nutzt jetzt HRV (60%), Schlaf (25%) und Vitalwerte (15%) — die Trainingsbelastung hat eine eigene Ansicht, statt in den Score einzufließen.
es: Tu puntuación de recuperación usa ahora HRV (60%), sueño (25%) y constantes vitales (15%), y la carga de entrenamiento tiene su propia sección en lugar de mezclarse en la puntuación.
fi: Palautumispisteesi käyttävät nyt HRV:tä (60 %), unta (25 %) ja elintoimintoja (15 %) — harjoituskuormalla on oma näkymänsä sen sijaan, että se sekoittuisi pisteisiin.
fr: Votre score de récupération utilise désormais la HRV (60%), le sommeil (25%) et les signes vitaux (15%) — la charge d’entraînement a sa propre vue au lieu d’être intégrée au score.
is: Batastigið þitt notar nú HRV (60%), svefn (25%) og lífsmörk (15%) — æfingaálag hefur sitt eigið svæði í stað þess að blandast inn í stigið.
it: Il tuo punteggio di recupero ora usa HRV (60%), sonno (25%) e parametri vitali (15%): il carico di allenamento ha una sezione dedicata invece di confluire nel punteggio.
ja: 回復スコアは HRV（60%）、睡眠（25%）、バイタル（15%）で算出されるようになりました。トレーニング負荷はスコアに混ぜず、専用の画面で表示します。
ko: 이제 회복 점수는 HRV(60%), 수면(25%), 바이탈(15%)을 사용하며, 훈련 부하는 점수에 섞지 않고 별도 화면에서 보여 줍니다.
nb: Restitusjonsskåren din bruker nå HRV (60%), søvn (25%) og vitale tegn (15%) — og treningsbelastning har sin egen visning i stedet for å blandes inn i skåren.
nl: Je herstelscore gebruikt nu HRV (60%), slaap (25%) en vitale waarden (15%) — trainingsbelasting heeft een eigen weergave in plaats van mee te tellen in de score.
pt_br: Sua pontuação de recuperação agora usa HRV (60%), sono (25%) e sinais vitais (15%) — e a carga de treino tem sua própria tela em vez de entrar na pontuação.
ru: Оценка восстановления теперь использует ВСР (60%), сон (25%) и показатели жизнедеятельности (15%), а тренировочная нагрузка показывается отдельно и не входит в оценку.
sv: Din återhämtningspoäng använder nu HRV (60%), sömn (25%) och vitala tecken (15%) — och träningsbelastning har en egen vy i stället för att blandas in i poängen.
zh_hans: 恢复评分现在由 HRV（60%）、睡眠（25%）和生命体征（15%）组成，训练负荷单独展示，不再计入分数。

source: Your resting heart rate is decreasing, a positive sign of cardiovascular adaptation.
ar: معدل ضربات قلبك أثناء الراحة في انخفاض، وهي علامة إيجابية على تكيّف القلب والأوعية الدموية.
da: Din hvilepuls falder, et positivt tegn på kardiovaskulær tilpasning.
de: Dein Ruhepuls sinkt — ein gutes Zeichen für die Anpassung von Herz und Kreislauf.
es: Tu frecuencia cardiaca en reposo está bajando, una buena señal de adaptación cardiovascular.
fi: Leposykkeesi laskee, mikä on myönteinen merkki sydän- ja verenkiertoelimistön sopeutumisesta.
fr: Votre fréquence cardiaque au repos diminue, signe positif d'adaptation cardiovasculaire.
is: Hvíldarpúlsinn þinn lækkar, sem er jákvætt merki um aðlögun hjarta og æða.
it: La tua frequenza cardiaca a riposo sta diminuendo, un segnale positivo di adattamento cardiovascolare.
ja: 安静時心拍数が低下しています。心血管系が適応している良い兆候です。
ko: 안정 시 심박수가 낮아지고 있습니다. 심혈관 적응의 긍정적인 신호입니다.
nb: Hvilepulsen din synker, et positivt tegn på kardiovaskulær tilpasning.
nl: Je hartslag in rust daalt, een positief teken van cardiovasculaire aanpassing.
pt_br: Sua frequência cardíaca de repouso está diminuindo, um sinal positivo de adaptação cardiovascular.
ru: Ваш пульс покоя снижается — хороший признак сердечно-сосудистой адаптации.
sv: Din vilopuls sjunker, ett positivt tecken på kardiovaskulär anpassning.
zh_hans: 你的静息心率在下降，这是心血管适应的积极信号。

source: Your resting heart rate this morning was %lld beats per minute.
ar: كان معدل ضربات قلبك أثناء الراحة هذا الصباح %lld نبضة في الدقيقة.
da: Din hvilepuls i morges var %lld slag i minuttet.
de: Deine Ruheherzfrequenz lag heute Morgen bei %lld Schlägen pro Minute.
es: Tu frecuencia cardíaca en reposo esta mañana fue de %lld latidos por minuto.
fi: Leposykkeesi oli tänä aamuna %lld lyöntiä minuutissa.
fr: Votre fréquence cardiaque au repos ce matin était de %lld battements par minute.
is: Hvíldarpúlsinn þinn í morgun var %lld slög á mínútu.
it: La tua frequenza cardiaca a riposo stamattina era di %lld battiti al minuto.
ja: 今朝の安静時心拍数は毎分%lld拍でした。
ko: 오늘 아침 안정 시 심박수는 분당 %lld회였습니다.
nb: Hvilepulsen din i morges var %lld slag i minuttet.
nl: Je rusthartslag vanochtend was %lld slagen per minuut.
pt_br: Sua frequência cardíaca em repouso hoje de manhã foi de %lld batimentos por minuto.
ru: Ваш пульс в покое сегодня утром — %lld удара в минуту.
sv: Din vilopuls i morse var %lld slag per minut.
zh_hans: 你今早的静息心率是每分钟 %lld 次。

source: Your saved home address and its coordinates, when you ask to be led home
ar: عنوان منزلك المحفوظ وإحداثياته، عندما تطلب الإرشاد إلى المنزل
da: Din gemte hjemmeadresse og dens koordinater, når du beder om at blive ført hjem
de: Deine gespeicherte Heimadresse und ihre Koordinaten, wenn du dich nach Hause führen lässt
es: Tu dirección de casa guardada y sus coordenadas, cuando pides que te guíe a casa
fi: Tallennettu kotiosoitteesi ja sen koordinaatit, kun pyydät opastusta kotiin
fr: Votre adresse de domicile enregistrée et ses coordonnées, quand vous demandez à être guidé chez vous
is: Vistað heimilisfang þitt og hnit þess, þegar þú biður um leiðsögn heim
it: Il tuo indirizzo di casa salvato e le sue coordinate, quando chiedi di essere guidato a casa
ja: 自宅までの案内を求めたときの、保存済みの自宅住所とその座標
ko: 집까지 안내를 요청할 때 저장된 집 주소와 그 좌표
nb: Den lagrede hjemmeadressen din og koordinatene, når du ber om å bli ført hjem
nl: Je opgeslagen thuisadres en de coördinaten ervan, als je vraagt om naar huis geleid te worden
pt_br: Seu endereço residencial salvo e as coordenadas dele, quando você pede para ser guiado para casa
ru: Сохранённый домашний адрес и его координаты, когда вы просите проложить путь домой
sv: Din sparade hemadress och dess koordinater, när du ber om att bli guidad hem
zh_hans: 当你请求导航回家时，你保存的家庭住址及其坐标

source: Your settings haven't finished loading yet
ar: لم يكتمل تحميل إعداداتك بعد
da: Dine indstillinger er ikke færdige med at indlæse endnu
de: Deine Einstellungen sind noch nicht vollständig geladen
es: Tus ajustes aún no han terminado de cargarse
fi: Asetuksesi eivät ole vielä latautuneet
fr: Vos réglages n’ont pas fini de se charger
is: Stillingarnar þínar eru ekki fullhlaðnar enn
it: Le impostazioni non hanno ancora finito di caricarsi
ja: 設定の読み込みがまだ完了していません
ko: 설정을 아직 다 불러오지 못했습니다
nb: Innstillingene dine er ikke ferdig lastet ennå
nl: Je instellingen zijn nog niet volledig geladen
pt_br: Seus ajustes ainda não terminaram de carregar
ru: Настройки ещё не загрузились
sv: Dina inställningar har inte laddats klart ännu
zh_hans: 你的设置尚未加载完成

source: Your sleep efficiency was %lld%%.
ar: كانت كفاءة نومك %lld%%.
da: Din søvneffektivitet var %lld %%.
de: Deine Schlafeffizienz lag bei %lld %%.
es: Tu eficiencia del sueño fue del %lld %%.
fi: Unesi tehokkuus oli %lld %%.
fr: Votre efficacité du sommeil était de %lld %%.
is: Svefnnýtnin þín var %lld%%.
it: La tua efficienza del sonno era del %lld%%.
ja: 睡眠効率は%lld%%でした。
ko: 수면 효율은 %lld%%였습니다.
nb: Søvneffektiviteten din var %lld %%.
nl: Je slaapefficiëntie was %lld%%.
pt_br: Sua eficiência do sono foi de %lld%%.
ru: Эффективность вашего сна — %lld%%.
sv: Din sömneffektivitet var %lld %%.
zh_hans: 你的睡眠效率是 %lld%%。

source: Your training has been heavier than usual — easier days help your body absorb it.
ar: كان تدريبك أثقل من المعتاد — الأيام الأخف تساعد جسمك على استيعابه.
da: Din træning har været hårdere end normalt — lettere dage hjælper kroppen med at optage den.
de: Dein Training war härter als sonst – leichtere Tage helfen deinem Körper, es zu verarbeiten.
es: Tu entrenamiento ha sido más exigente de lo habitual: los días más suaves ayudan a tu cuerpo a asimilarlo.
fi: Harjoittelusi on ollut tavallista raskaampaa — kevyemmät päivät auttavat kehoasi omaksumaan sen.
fr: Votre entraînement a été plus soutenu que d'habitude — des journées plus légères aident votre corps à l'assimiler.
is: Æfingarnar þínar hafa verið þyngri en venjulega — léttari dagar hjálpa líkamanum að vinna úr þeim.
it: Il tuo allenamento è stato più pesante del solito: giorni più leggeri aiutano il corpo ad assorbirlo.
ja: トレーニングがいつもより重めでした。軽めの日を入れると、体がその負荷を吸収しやすくなります。
ko: 평소보다 훈련 강도가 높았습니다. 가벼운 날을 두면 몸이 그 부하를 흡수하는 데 도움이 됩니다.
nb: Treningen din har vært tyngre enn vanlig — lettere dager hjelper kroppen med å ta den opp.
nl: Je training was zwaarder dan normaal — lichtere dagen helpen je lichaam om het te verwerken.
pt_br: Seu treino tem sido mais pesado que o normal — dias mais leves ajudam seu corpo a absorvê-lo.
ru: Ваши тренировки были тяжелее обычного — более лёгкие дни помогут телу их усвоить.
sv: Din träning har varit tyngre än vanligt — lättare dagar hjälper kroppen att ta upp den.
zh_hans: 你的训练比平时更重——安排轻松一些的日子有助于身体吸收这些负荷。

source: Your training pattern shows accumulated stress.
ar: يُظهر نمط تدريبك إجهادًا متراكمًا.
da: Dit træningsmønster viser ophobet belastning.
de: Dein Trainingsmuster zeigt angesammelte Belastung.
es: Tu patrón de entrenamiento muestra estrés acumulado.
fi: Harjoittelusi kuvio näyttää kertynyttä kuormitusta.
fr: Votre schéma d'entraînement montre une charge accumulée.
is: Æfingamynstrið þitt sýnir uppsafnað álag.
it: Il tuo andamento di allenamento mostra uno stress accumulato.
ja: あなたのトレーニングパターンには蓄積したストレスが見られます。
ko: 훈련 패턴에 누적된 스트레스가 보입니다.
nb: Treningsmønsteret ditt viser oppsamlet belastning.
nl: Je trainingspatroon laat opgebouwde belasting zien.
pt_br: Seu padrão de treino mostra estresse acumulado.
ru: В вашем тренировочном режиме видна накопленная нагрузка.
sv: Ditt träningsmönster visar ackumulerad belastning.
zh_hans: 你的训练模式显示出累积的压力。

source: Your weight is %@.
ar: وزنك %@.
da: Din vægt er %@.
de: Dein Gewicht beträgt %@.
es: Tu peso es de %@.
fi: Painosi on %@.
fr: Votre poids est de %@.
is: Þyngd þín er %@.
it: Il tuo peso è di %@.
ja: 体重は%@です。
ko: 체중은 %@입니다.
nb: Vekten din er %@.
nl: Je gewicht is %@.
pt_br: Seu peso é %@.
ru: Ваш вес: %@.
sv: Din vikt är %@.
zh_hans: 你的体重是 %@。

source: Your α1 just hit %@ — you're at your aerobic edge. Back off to keep it easy, or hold this for tempo, your call.
ar: وصل α1 لديك للتو إلى %@ — أنت عند حدك الهوائي. خفّف لتبقيه سهلًا، أو حافظ عليه لتمرين تيمبو، القرار لك.
da: Din α1 er lige nået %@ — du er ved din aerobe grænse. Sæt ned for at holde det let, eller hold det her til tempotræning. Det er dit valg.
de: Dein α1 hat gerade %@ erreicht — du bist an deiner aeroben Grenze. Nimm raus, um es locker zu halten, oder halte das als Tempo. Deine Entscheidung.
es: Tu α1 acaba de llegar a %@ — estás en tu límite aeróbico. Afloja para que siga siendo suave, o mantenlo para hacer tempo. Tú decides.
fi: α1:si osui juuri %@:ään — olet aerobisella rajallasi. Hellitä pitääksesi sen kevyenä, tai pidä tämä tempoa varten, sinä päätät.
fr: Votre α1 vient d'atteindre %@ — vous êtes à votre limite aérobie. Ralentissez pour rester en aisance, ou tenez ce rythme pour du tempo. À vous de voir.
is: α1 hjá þér náði rétt í þessu %@ — þú ert við loftháð mörk þín. Slakaðu á til að halda þessu léttu, eða haltu þessu fyrir tempó, þú ræður.
it: Il tuo α1 ha appena raggiunto %@ — sei al tuo limite aerobico. Rallenta per restare leggero, oppure mantienilo per un tempo. Decidi tu.
ja: α1 が %@ に達しました — 有酸素の上限です。楽に保つなら落として、テンポ走ならこのまま。判断はあなた次第です。
ko: α1이 방금 %@에 도달했습니다 — 유산소 한계에 있습니다. 편하게 가려면 낮추고, 템포 훈련이라면 유지하세요. 판단은 당신 몫입니다.
nb: α1 nådde akkurat %@ — du er ved den aerobe grensen din. Ro ned for å holde det lett, eller hold dette for tempotrening. Ditt valg.
nl: Je α1 is net %@ — je zit op je aerobe grens. Doe rustiger aan om het makkelijk te houden, of houd dit vast voor een tempotraining. Jij bepaalt.
pt_br: Seu α1 acabou de chegar a %@ — você está no seu limite aeróbio. Alivie para manter leve, ou segure aqui para um treino de ritmo, você decide.
ru: Ваш α1 только что достиг %@ — вы на аэробной границе. Сбавьте, чтобы остаться в лёгкой зоне, или держите для темповой работы — решать вам.
sv: Din α1 nådde precis %@ — du är vid din aeroba gräns. Dra ner för att hålla det lätt, eller håll det här för tempoträning. Ditt val.
zh_hans: 你的 α1 刚到 %@ — 你已到有氧边缘。想保持轻松就收一点，想做节奏跑就保持住，你来决定。
